app/controllers/gage_controller.rb

	def index
		@title_page = "Application Mallotromy Jeu Alcool et Gages - Lille France"
		@meta_description = "Mallotromy est une application pour toutes vos soirées entre amis. Gages, jeux, alcool."
		@meta_keyword = "Gages, Alcool, Jeu, Application, Lille, France, Mallotromy"

		@gages = Gage.all
---
SELECT `gages`.* FROM `gages`